// แผนที่จังหวัดไปเขต ตามผังเขตงานของบริษัท
module.exports = {
  เชียงราย: 'เหนือบน', เชียงใหม่: 'เหนือบน', น่าน: 'เหนือบน', แม่ฮ่องสอน: 'เหนือบน',
  พะเยา: 'เหนือบน', ลำปาง: 'เหนือบน', ลำพูน: 'เหนือบน',

  ตาก: 'เหนือล่าง', สุโขทัย: 'เหนือล่าง', กำแพงเพชร: 'เหนือล่าง', พิษณุโลก: 'เหนือล่าง',
  พิจิตร: 'เหนือล่าง', แพร่: 'เหนือล่าง', อุตรดิตถ์: 'เหนือล่าง',

  นครสวรรค์: 'กลาง', อุทัยธานี: 'กลาง', ชัยนาท: 'กลาง', สระบุรี: 'กลาง', ลพบุรี: 'กลาง',
  เพชรบูรณ์: 'กลาง', สิงห์บุรี: 'กลาง', อ่างทอง: 'กลาง', พระนครศรีอยุธยา: 'กลาง',

  นครปฐม: 'ตะวันตก', กาญจนบุรี: 'ตะวันตก', เพชรบุรี: 'ตะวันตก', ราชบุรี: 'ตะวันตก',
  สุพรรณบุรี: 'ตะวันตก', สมุทรสงคราม: 'ตะวันตก', ประจวบคีรีขันธ์: 'ตะวันตก',

  ฉะเชิงเทรา: 'ตะวันออก', ชลบุรี: 'ตะวันออก', ระยอง: 'ตะวันออก', จันทบุรี: 'ตะวันออก',
  ตราด: 'ตะวันออก', นครนายก: 'ตะวันออก', ปราจีนบุรี: 'ตะวันออก', สระแก้ว: 'ตะวันออก',

  ชัยภูมิ: 'อีสานใต้', นครราชสีมา: 'อีสานใต้', บุรีรัมย์: 'อีสานใต้', สุรินทร์: 'อีสานใต้',
  ศรีสะเกษ: 'อีสานใต้', อุบลราชธานี: 'อีสานใต้',

  เลย: 'อีสานเหนือ', หนองบัวลำภู: 'อีสานเหนือ', อุดรธานี: 'อีสานเหนือ', หนองคาย: 'อีสานเหนือ',
  บึงกาฬ: 'อีสานเหนือ', สกลนคร: 'อีสานเหนือ', มุกดาหาร: 'อีสานเหนือ', นครพนม: 'อีสานเหนือ',

  ขอนแก่น: 'อีสาน', กาฬสินธุ์: 'อีสาน', ร้อยเอ็ด: 'อีสาน', ยโสธร: 'อีสาน',
  อำนาจเจริญ: 'อีสาน', มหาสารคาม: 'อีสาน',

  ชุมพร: 'ใต้', สุราษฎร์ธานี: 'ใต้', นครศรีธรรมราช: 'ใต้', พัทลุง: 'ใต้', สงขลา: 'ใต้',
  ปัตตานี: 'ใต้', นราธิวาส: 'ใต้', ยะลา: 'ใต้', สตูล: 'ใต้', ตรัง: 'ใต้', กระบี่: 'ใต้',
  พังงา: 'ใต้', ระนอง: 'ใต้', ภูเก็ต: 'ใต้',

  กรุงเทพมหานคร: 'ส่วนกลาง', นนทบุรี: 'ส่วนกลาง', ปทุมธานี: 'ส่วนกลาง',
  สมุทรปราการ: 'ส่วนกลาง', สมุทรสาคร: 'ส่วนกลาง'
};
